Repository: ManuelCAZALLA/LocalizaTuCocheApp
Catalog: UbiCar/Resources/*.lproj/Localizable.strings
Languages: fr

# app_name
source: Your car here
fr: UbiCar

# welcome_to_ubicar
source: Welcome to Your car here
fr: Bienvenue sur UbiCar

# find_car_easily
source: Find your car easily
fr: Trouvez votre voiture facilement

source: Allow Location
fr: Autoriser la localisation

# current_location
source: Your current location:
fr: Votre position actuelle :

source: Location saved
fr: Position enregistrée

source: Location not available
fr: Localisation non disponible

# waiting_location_permission
source: Waiting for location permission…
fr: En attente de l'autorisation de localisation…

source: Getting location…
fr: Obtention de la position…

source: Getting place name…
fr: Obtention du nom du lieu…

source: Unknown status
fr: Statut inconnu

source: Last parking
fr: Dernier stationnement

source: Delete
fr: Supprimer

source: Back to car
fr: Retour à la voiture

# car_distance_message
source: Your car is %d meters away.
fr: Votre voiture est à %d mètres.

source: Recalculating route
fr: Recalcul de l'itinéraire

# in_meters_instruction
source: In %d meters, %@
fr: Dans %d mètres, %@

# main_slogan
source: Park, save and return without complications.
fr: Garez, enregistrez et revenez sans complications.

source: Add photo
fr: Ajouter une photo

source: Change photo
fr: Changer la photo

source: Add note
fr: Ajouter une note

source: Edit note
fr: Modifier la note

# no_parking_today
source: You haven't parked today yet
fr: Vous n'avez pas encore garé aujourd'hui

# save_parking_hint
source: Save your parking to easily find your car.
fr: Enregistrez votre stationnement pour retrouver facilement votre voiture.

source: Camera permission denied
fr: Autorisation de la caméra refusée

# camera_permission_message
source: Please enable camera access in Settings to add a photo.
fr: Veuillez activer l'accès à la caméra dans les Réglages pour ajouter une photo.

source: Cancel
fr: Annuler

# rate_app
source: Rate the app
fr: Noter l'application

# recommend_friend
source: Recommend to a friend
fr: Recommander à un ami

source: Not now
fr: Pas maintenant

# rate_or_recommend_message
source: If you find it useful, rate us or recommend us to a friend! 🚗✨
fr: Si vous trouvez cela utile, notez-nous ou recommandez-nous à un ami ! 🚗✨

source: Website
fr: Site web

source: Rate me
fr: Notez-moi

# share_whatsapp
source: Share via WhatsApp
fr: Partager via WhatsApp

source: About
fr: À propos

source: Share
fr: Partager

# distance_time
source: Distance: %d m · Time: %d min
fr: Distance : %d m · Temps : %d min

# app_name_full
source: Tu Coche Aquí
fr: UbicaTuCar

source: Location permission denied
fr: Autorisation de localisation refusée

source: Open Settings
fr: Ouvrir les Réglages

source: Parking meter
fr: Parcmètre

# parking_duration
source: Parking meter duration
fr: Durée du parcmètre

# pre_end_alert
source: Alert before ending
fr: Alerte avant la fin

source: Start
fr: Démarrer

source: Cancel parking meter
fr: Annuler le parcmètre

source: No saved parking
fr: Aucun stationnement enregistré

# must_save_parking
source: You must save your car's location first to return to it.
fr: Vous devez d'abord enregistrer l'emplacement de votre voiture pour y revenir.

source: Time remaining
fr: Temps restant

# distance_time_km
source: Distance: %.2f km · Time: %d min
fr: Distance : %.2f km · Temps : %d min
